<?php

use Illuminate\Database\Seeder;

class DiseaseMedicine extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {




        DB::table('disease_medicines')->insert([
            'disease_name' => 'হাইপেশার বা উচ্চ রক্তচাপ',
            'disease_medicine' => 'এনজিলক ®- Angilock®',
            'dosage_and_usage_rules' => '
            নিয়মিত মাত্রা ৫০ মি.গ্রা. দিনে একবার। তবে ২৫-১০০ মি.গ্রা. প্রতিদিন রোগীর অবস্থা বুঝে ব্যবহার করা যায়। বয়োবৃদ্ধ রোগীদের মাত্রা নিম্নমাত্রায় অর্থাৎ ২৫ মি.গ্রা. দিনে একবার ব্যবহার করতে বলা হয়ে থাকে। বৃক্কের অকার্যকারিতার ক্ষেত্রে অথবা ডায়ালাইসিস করা হচ্ছে এরকম রোগীর মাত্রা শুরুতে নিম্ন মাত্রায় অর্থাৎ ২৫ মি.গ্রা. ব্যবহার করতে বলা হয়ে থাকে।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'মৃগীরোগ হলে',
            'disease_medicine' => 'এনলেপটিক ®- Anleptic®',
            'dosage_and_usage_rules' => '
            ইপিলেপসি : প্রারম্ভিক- ২০০ মি.গ্রা. দিনে ২ বার ট্যাবলেট অথবা সিআর ট্যাবলেট অথবা ১ চা চামচ দিনে ৪ বার (দৈনিক ৪০০ মি.গ্রা.)। কাঙ্খিত ফলাফল না পাওয়া পর্যন্ত সপ্তাহন্তে প্রতিদিন ২০০ মি.গ্রা. করে দৈনিক ২ বার অথবা ৪ বার করে সেবন বৃদ্ধি করা যেতে পারে।
            ১২ - ১৫ বছরের শিশুদের ক্ষেত্রে: সেবন মাত্রা দৈনিক ১০০০ মি.গ্রা. এর বেশি বৃদ্ধি করা উচিত নয় এবং ১৫ বছরের উর্দ্ধে এ সেবন মাত্রা ১২০০ মি.গ্রা. বেশি বৃদ্ধি করা উচিত নয়।
            প্রাপ্ত বয়স্কদের ক্ষেত্রে এ সেবন মাত্রা ১৬০০ মি.গ্রা. পর্যন্ত হতে পারে',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'দুশ্চিন্তা ও অস্থিরতায়',
            'disease_medicine' => 'এনক্সা ®- Anoxa®s',
            'dosage_and_usage_rules' => '
            প্রাপ্ত বয়স্ক : স্বল্প থেকে মধ্যম মাত্রার উদ্বেগ, দুশ্চিন্তা, বিরক্তি এবং অস্থিরতা স্বাভাবিক মাত্রা ১০-১৫ মি.গ্রা. দৈনিক ৩-৪ বার। মারাত্মক উদ্বেগ, দুশ্চিন্তা সহ উদ্বেগ অথবা মদ্যপান পরিত্যাগে : স্বাভাবিক মাত্রা ১৫-৩০ মি.গ্রা. দৈনিক ৩-৪ বার।
            শিশুদের ক্ষেত্রে : ৬ বছরের নিচের বয়সী শিশুদের ক্ষেত্রে নিরাপদ ব্যবহার এবং কার্যকারিতা এখনও প্রতিষ্ঠিত হয়নি কিংবা ৬-১২ বছর বয়সীদের জন্য মাত্রাও এখন পর্যন্ত সুনির্দেশিত নয়। চিকিৎসকই শিশুর প্রয়োজনের উপর নির্ভর করে মাত্রা সমন্বয় করবেন',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'ডায়াবেটিস হলে',
            'disease_medicine' => 'এ্যানসুলিন™- Ansulin™',
            'dosage_and_usage_rules' => '
            এ্যানসুলিন™ খাবার গ্রহণের ১৫ মিনিট থেকে ১ ঘণ্টা পূর্বে সাবকিউটেনিয়াস পথে ব্যবহার করা উচিত। প্রত্যেক রোগীর ক্ষেত্রেই ডাক্তারের পরামর্শে ইনসুলিন গ্রহণের সঠিক সময় নির্ধারণ করা উচিত।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'সারা বছর ব্যাপী নাকের এলার্জি',
            'disease_medicine' => 'এ্যান্টাজোল ®নাকের ড্রপস্ - Antazol®Nasal Drops',
            'dosage_and_usage_rules' => '
            প্রাপ্তবয়স্কদের ক্ষেত্রে: প্রাপ্তবয়স্কদের জন্য ফর্মূলা (০.১%) ২ অথবা ৩ ড্রপস্‌ দিনে দুই থেকে তিন বার।
            ১২ বৎসর বয়সের নীচে শিশুদের জন্য : শিশুদের জন্য ফর্মূলা (০.০৫%) ১-২ ড্রপস্‌ দিনে এক অথবা দুইবার প্রত্যেক নাসারন্ধ্রে দিতে হবে। ৩ মাসের কম বয়সের শিশুদের জন্য ব্যবহার করা যাবে না।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'লিভারের চিকিৎসা',
            'disease_medicine' => 'এন্টিভা™- Antiva™',
            'dosage_and_usage_rules' => '
            ১০ মি.গ্রা. দিনে একবার মুখে সেব্য।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'মুখ গহ্বর এর ক্ষত বা ঘা',
            'disease_medicine' => 'এ্যাপ্ সল™- Apsol™',
            'dosage_and_usage_rules' => '
            ক্ষত দেখা দেবার পর যত দ্রুত সম্ভব ব্যবহার করতে হবে। দিনে ৪ বার অথবা প্রতিবার খাবার পর মুখ পরিষ্কার করে ব্যবহার করতে হবে। প্রথমে মুখ ভালো করে পরিষ্কার করে ক্ষতস্থান গুলো শুকিয়ে নিন। এরপর হাত ভালোভাবে ধুয়ে পেস্ট আঙ্গুলে নিয়ে ক্ষত স্থানের উপর লাগিয়ে নিন। ব্যবহারের পর হাত ভাল করে ধুয়ে ফেলুন।
            চোখের সংস্পর্শে পেস্ট আসলে চোখ প্রচুর পানি দিয়ে ধুয়ে নিন। ক্ষত সম্পূর্ণ রূপে ভাল না হওয়া পর্যন্ত ব্যবহার করুন। ১০ দিন ব্যবহারে উন্নতি দেখা না গেলে চিকিৎসকের পরামর্শ নিন।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'বুক জালাপোড়া ও বদহজম',
            'disease_medicine' => 'এসিন্টা™ সাসপেনশন - Asynta™Suspension',
            'dosage_and_usage_rules' => '
            খাবারের পরে এবং ঘুমানোর আগে দৈনিক ৪ বার প্রাপ্ত বয়ষ্ক এবং ১২ বছরের উপরে শিশুদের ক্ষেত্রে ১-২ চা চামচ (৫-১০ মি.লি.) সাসপেনশন। ২- ১২ বছরের শিশুদের ক্ষেত্রে ১/২-২ চা চামচ (২.৫-৫ মি.লি.) সাসপেনশন।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'বাত রোগ',
            'disease_medicine' => 'বারিফ™ - Barif™',
            'dosage_and_usage_rules' => '
            বারিফ™ ৪০ মি.গ্রা. অথবা ৮০ মি.গ্রা. দিনে একবার ব্যবহার করতে হবে। যেসব রোগীদের সিরামে ইউরিক এসিডের মাত্রা ২ সপ্তাহ পরে ৬ মি.গ্রা. / ডেসিলিটার এর নীচে নামে না তাদের ক্ষেত্রে বারিফ™৮০ মি.গ্রা. নির্দেশিত। খাদ্য বা এন্টাসিডের সাথে বারিফ™ সেবনের ক্ষেত্রে কোন সম্পর্ক নাই। যে সব রোগীর কিডনী ও লিভারে সমস্যা আছে তাদের ক্ষেত্রে ফেবুক্সোস্টাট-এর মাত্রা সংশোধনের কোন প্রয়োজন নাই।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'হাপানী বা শ্বাাশকষ্ট',
            'disease_medicine' => 'বিক্লোমিন ®ইনহেলার - Beclomin®Inhaler™',
            'dosage_and_usage_rules' => '
            বিক্লোমিন® ১০০ ইনহেলার : ২০০ মাইক্রোগ্রাম (২ পাফ) দিনে ২ বার। সর্বোচ্চ প্রতিদিনের মাত্রা ৬০০-৮০০ মাইক্রোগ্রাম পর্যন্ত বৃদ্ধি করা যায়।
            ⍟⍟ বিক্লোমিন® ২৫০ ইনহেলার : ২ পাফ (৫০০ মাইক্রোগ্রাম) দিনে ২ বার অথবা ১ পাফ (২৫০ মাইক্রোগ্রাম) ৪ বার করে দেয়া যেতে পারে। সতর্কতা ও যেসব ক্ষেত্রে ব্যবহার করা যাবে না : এর যে কোন উপাদানের প্রতি অতিসংবেদনশীল রোগীর ক্ষেত্রে ব্যবহার করা যাবে না।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'ভিটামিনের অভাব জনীত রোগে',
            'disease_medicine' => 'বিওভিট® - Beovit®',
            'dosage_and_usage_rules' => '
            প্রতিদিন ২০০-৩০০ মি.গ্রা.।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'ক্যালসিয়াম ঘাটতি প্রতিরোধে',
            'disease_medicine' => 'ক্যালবো® ৫০০ - Calbo® 50',
            'dosage_and_usage_rules' => '
            প৫০০-১৫০০ মি.গ্রা. ক্যালসিয়াম প্রতিদিন। গর্ভাবস্থায় ও স্তন্যদাকালে নির্দেশিত মাত্রা ১২০০-১৫০০ মি.গ্রা. ক্যালসিয়াম।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'ডায়ালাইসিস করলে',
            'disease_medicine' => 'ক্যালসিট্রল® - Calcitrol®',
            'dosage_and_usage_rules' => '
            রক্তের ক্যালসিয়াম ঘনত্বের উপর ভিত্তি করে প্রতিটি রোগীর ক্যালসিট্রল® লিক্যাপ এর দৈনিক মাত্রা নির্ধারণ করতে হবে। ক্যালসিট্রল® এর কার্যকারিতা পাবার পূর্বশর্ত হলো চিকিৎসার শুরুতেই পর্যাপ্ত (কিন্তু অতিরিক্ত নয়) ক্যালসিয়াম গ্রহণ করা। ক্যালসিট্রল® লিক্যাপ চিকিৎসা চলাকালীন বয়স্কদের দৈনিক ৮০০ মি.গ্রা. ক্যালসিয়াম গ্রহণ করা উচিত।
            রজঃনিবৃত্তি পরবর্তীকালীন হাড়ের ক্ষয় ক্যালসিট্রল® এর উপর উপযুক্ত মাত্রা ০.২৫ মাইক্রোগ্রাম প্রতিদিন দুইবার। চিকিৎসাকালীন সেরাম ক্যালসিয়াম এবং ক্রিয়েটিনিন মাত্রা ৪ সপ্তাহ, ৩ ও ৬ মাস এবং পরবর্তীতে ৬ মাস বিরতিতে পরীক্ষা করতে হবে।
            বৃক্কের অস্টিওডিজট্রফি (ডায়ালাইসিস রোগী) প্রাথমিক দৈনিক মাত্রা ০.২৫ মাইক্রোগ্রাম। যাদের রক্তে ক্যালসিয়াম ঘনত্ব স্বাভাবিক বা কিছুটা কম তাদের ১ দিন অন্তর ০.২৫ মাইক্রোগ্রাম মাত্রা যথেষ্ট। হাইপোপ্যারাথাইরয়েডিজম এবং রিকেটস ক্যালসিট্রল® লিক্যাপের নির্দেশিত প্রারম্ভিক মাত্রা হলো ০.২৫ মাইক্রোগ্রাম, যা প্রতিদিন সকালে সেবনের জন্য।
            রেনাল অস্টিওডিজট্রফি, হাইপোপ্যারাথাইরয়ডিজম এবং রিকেটস্‌ রোগীর ক্ষেত্রে ২-৪ সপ্তাহের মধ্যে যদি উন্নতি না দেখা যায় সে ক্ষেত্রে ২-৪ সপ্তাহের ব্যবধানে ঔষধে মাত্রা বাড়ানো যেতে পারে। বয়স্কদের ক্ষেত্রে বয়স্কদের ক্ষেত্রে কোন প্রকার মাত্রা পরিবর্তনের প্রয়োজন নেই।',
            'status' => '0',
        ]);


        DB::table('disease_medicines')->insert([
            'disease_name' => 'মস্তিষ্কের রক্ত সঞ্চালনের অসুবিধা',
            'disease_medicine' => 'সিনারন®প্লাস - Cinaron® Plus',
            'dosage_and_usage_rules' => '
            সাধারণ বয়ষ্ক মাত্রা: ১টি ট্যাবলেট দিনে ৩ বার খাবারের পর। অথবা চিকিৎসকের পরামর্শ অনুযায়ী সেব্য। ১৮ বছরের নিচে শিশুদের জন্য নির্দেশিত নয়।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'অ্যন্টিভায়োটিকস',
            'disease_medicine' => 'সিপ্রোসিন® - Ciprocin®',
            'dosage_and_usage_rules' => '
            সংক্রমণের ধরণ অনুযায়ী ২৫০-৭৫০ মি.গ্রা. ১২ ঘন্টা পর পর। শিশুদের ক্ষেত্রে ১০-২০ মি.গ্রা./কেজি ১২ ঘন্টা পর পর।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'মানসিক সমস্যা হলে',
            'disease_medicine' => 'ডিপ্রাম® - Depram®',
            'dosage_and_usage_rules' => '
            ডিপ্রেসন: দিনে ৭৫ মি.গ্রা. বিভক্ত মাত্রায় শুরু করে ১৫০-২০০ মি.গ্রা. (৩০০ মি.গ্রা. পর্যন্ত) বিভক্ত মাত্রায় মাত্রা বর্ধনশীল। একক মাত্রায় ১৫০ মি.গ্রা. রাতে সেবন করা যেতে পারে। বয়স্কদের দিনে ১০ মি. গ্রা. মাত্রায় শুরু করে ৩০-৫০ মি.গ্রা. দেয়া যেতে পারে। শিশুদের জন্য প্রয়োজ্য নয়।
            প্যানিক ডিসঅর্ডার: দিনে ১০-১৫ মি.গ্রা., সহনশীলতার উপর ভিত্তি করে দিতে হয়। রোগী ভেদে যা ৭৫-১৫০ মি.গ্রা. হতে পারে (সর্বোচ্চ ২০০ মি.গ্রা.)।
            ⍟⍟ নকটারনাল এনিউরেসিস:
            শিশু: (৭ বছর পর্যন্ত) ২৫ মি.গ্রা.; (৮-১১ বছর) ২০-৫০ মি.গ্রা.; ১১ বছরের উর্দ্ধে ৫০-৭৫ মি.গ্রা. রাতে ঘুমানোর আগে দিতে হয়। যা সর্বোচ্চ ৩ মাস দেয়া যেতে পারে।
                ',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'গ্যাস্টিকের সমস্যায়',
            'disease_medicine' => 'এন্টাসিড® - Entacyd®',
            'dosage_and_usage_rules' => '
            ১-২ টি ট্যাবলেট খাবার ১-৩ ঘণ্টা পরে এবং রাত্রে  শোবার সময়।
            সাসপেনশন : চা চামচের ১-২ চামচ খাবার ১-৩ ঘণ্টা পরে এবং শোবার সময়।
            ⍟⍟ সতর্কতা ও যেসব ক্ষেত্রে ব্যবহার করা যাবে না : যেসব রোগীদের হাইপোফসফেটেমিয়া আছে তাদের এটি দেয়া যাবে না।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'মাসিক সংক্রান্ত জটিলতায়',
            'disease_medicine' => 'ইপ্রিম®  - Eprim®',
            'dosage_and_usage_rules' => '
            ইপ্রিম® ৫০০ মি.গ্রা. ১টি বা ২টি ক্যাপসুল দৈনিক ২ থেকে ৩ বার কিংবা চিকিৎসকের পরামর্শ অনুযায়ী সেব্য।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'অরিশ বা মলদ্বারের ব্যথা',
            'disease_medicine' => 'এরিয়ান® - Erian®',
            'dosage_and_usage_rules' => '
            অয়েন্টমেন্ট : অল্প পরিমাণ অয়েন্টমেন্ট সকালে ও সন্ধ্যায় এবং প্রতিবার মলত্যাগের পর আঙ্গুলের সাহায্যে ব্যথাযুক্ত বা চুলকানির জায়গায় প্রয়োগ করতে হবে। মলদ্বারের গভীরে ওষুধ প্রবেশ করানোর জন্য টিউবের অগ্রভাগে এপিকেটর (সরবরাহকৃত) যুক্ত করে এপিকেটরটি মলদ্বারের গভীরে পুরোটা ঢুকিয়ে দিতে হবে এবং ধীরে ধীরে টিউবের পশ্চাৎ ভাগে চাপ প্রয়োগ করে বের করে আনতে হবে।
            সাপোজিটরি : প্রতি দিন সকালে ও বিকালে এবং মলত্যাগের পর পায়ুপথে ব্যবহার করতে হবে।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'ব্রণের চিকিৎসায় নির্দেশিত',
            'disease_medicine' => 'ফোনা® -  Fona®',
            'dosage_and_usage_rules' => '
            ফোনা® ০.১% ক্রীম ত্বকের আক্রান্তস্থানে প্রতিদিন রাতে একবার প্রয়োগ করতে হবে। ফোনা® ০.৩% জেল সারা মুখে এবং ত্বকের আক্রান্ত স্থানে প্রতিদিন সন্ধ্যায় একবার প্রয়োগ করতে হবে। ব্রণ আক্রান্ত সম্পূর্ণ স্থানে ফোনা ০.১% ক্রীম/0.3% জেল পাতলা করে লাগাতে হবে। লক্ষ্য রাখতে হবে যেন আক্রান্ত পুরো জায়গাতেই ভালোভাবে ওষুধ প্রয়োগ করা হয়।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'গর্ভাবস্থায় এবং স্তন্যদানকালীন অবস্থায়',
            'disease_medicine' => ' জিফ®  - Zif®',
            'dosage_and_usage_rules' => '
            দৈনিক ১টি ক্যাপসুল।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'ঘুম কম হলে',
            'disease_medicine' => 'ডরমিটল® - Dormitol®',
            'dosage_and_usage_rules' => '
            মিডাজোলাম একটানা দুই সপ্তাহের বেশি ব্যবহার করা উচিত নয়। কিন্তু কিছু ক্ষেত্রে বেশি সময় ব্যাপী চিকিৎসার প্রয়োজন হতে পারে।
            অনিদ্রা: প্রাপ্ত বয়স্ক: দৈনিক ৭.৫ মি.গ্রা. থেকে ১৫ মি.গ্রা.
            বয়স্ক: দৈনিক ৭.৫ মি.গ্রা. রোগ নিরূপণ এবং শল্য চিকিৎসার ৩০-৬০ মিনিট পূর্বে মিডাজোলাম ৭.৫ মি.গ্রা- ১৫ মি.গ্রা. দিতে হবে।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'পুষ্টিহীনতা',
            'disease_medicine' => 'ন্যাভিট®  - Navit®',
            'dosage_and_usage_rules' => '
            দৈনিক ৪ - ৬ টি ক্যাপসুল (৫০০ মি.গ্রা.) অথবা চিকিৎসকের পরামর্শ অনুযায়ী সেব্য।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'ম্যালেরিয়া চিকিৎসা',
            'disease_medicine' => 'ম্যালাসাইড® - Malacide®',
            'dosage_and_usage_rules' => '
            প্রাপ্ত বয়স্কদের জন্য : ২-৩ টি ট্যাবলেট একক মাত্রায়। অপ্রাপ্ত বয়স্কদের জন্য : ৪ বছরের নীচে - ১/২ ট্যাবলেট, ৪-৮ বছর পর্যন্ত - ১টি ট্যাবলেট এবং ৯-১৪ বছর পর্যন্ত - ২ টি ট্যাবলেট।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'মুখের দূর্গন্ধ',
            'disease_medicine' => 'ওরোস্টার™ -  Orostar™',
            'dosage_and_usage_rules' => '১-২ চা চামচ',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'পিঠ ও কোমরের ব্যথা',
            'disease_medicine' => 'নিউরো - বি® - Neuro-B®',
            'dosage_and_usage_rules' => 'ট্যাবলেট: ১-৩ টি ট্যাবলেট প্রতিদিন। ইঞ্জেকশন: আইএম (ডিপ ইন্ট্রাগ্লুটিয়াল) পথে প্রয়োগ করতে হবে। মারাত্মক ক্ষেত্রে দিনে ১ এ্যাম্পুল এবং মৃদু ও ফলো-আপ থেরাপীর ক্ষেত্রে প্রতি সপ্তাহে ২ বা ৩ এ্যাম্পুল।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'নিউমোনিয়া',
            'disease_medicine' => 'ম্যাক্সিপাইম®  -  Maxipime®',
            'dosage_and_usage_rules' => ' প্রাপ্তবয়স্ক এবং শিশুদের ক্ষেত্রে নির্দেশিত মাত্রা এবং প্রয়োগ পথ নিম্নে দেয়া হলো। শিরাপথে প্রয়োগের ক্ষেত্রে সেফিপাইম ৩০ মিনিট ধরে প্রয়োগ করা উচিৎ।',
            'status' => '0',
        ]);


        DB::table('disease_medicines')->insert([
            'disease_name' => 'সাইনাস ও টনসিলের প্রদাহ',
            'disease_medicine' => 'লিব্যাক™ - Lebac®',
            'dosage_and_usage_rules' => 'মুখে সেব্য : দৈনিক ১-২ গ্রাম, ২ থেকে ৪টি সমবিভক্ত মাত্রায়। ইঞ্জেকশন : দিনে ২-৪ টি সমবিভক্ত মাত্রায় মাংস পেশীতে অথবা শিরা পথে।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'নিউরোপেথিক ব্যথা',
            'disease_medicine' => 'গাবাস্টার™ - Gabastar®',
            'dosage_and_usage_rules' => 'নিউরোপ্যাথিক ব্যথা: ১ম দিন একটি ৩০০ মি.গ্রা. ট্যাবলেট দিয়ে চিকিৎসা শুরু করা যেতে পারে। এরপর ২য় দিন ৩০০ মি.গ্রা. দিনে ২ বার এবং ৩য় দিন থেকে ৩০০ মি.গ্রা. দিনে ৩ বার। যদি দরকার হয় দৈনিক ৩ বার করে ১৮০০ মি.গ্রা. পর্যন্ত সেবন বৃদ্ধি করা যেতে পারে।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'জ্বর,ঠান্ডা,সর্দি ও কাশির জন্য
            (প্রেসক্রিপশন)',
            'disease_medicine' => 'Rx:

            1. Tab. Napa Extend 665 mg
                1+1+1 ভরা পেটে জ্বর/ব্যথা যতদিন থাকবে।
            2. Tab. Fexo 120 mg
                0+0+1 ৭ দিন।
            3. Tab. Montair 10 mg
                0+0+1  ১ মাস (শ্বাসকষ্ট, কাশি থাকলে)।
            4. Syp. Ambroxol
                ২ চামচ করে ৩ বার ১০ দিন (শুুকনা কাশি থাকলে)।
            5. Cap. Losectil 20 mg
                1+0+1 খাবার ২০ মিনিট পূর্বে যদি এসিডিটির সমস্যা থাকলে।
            6. Drop. Antazol Nasal drop (0.1%)
                ২ ফোটা করে ২ নাকের ছিদ্রে দিনে ৩ বার।
            7. Tab. Ceevit 250 mg
                1+0+1   ২সপ্তাহ চুষে খাবেন।',
            'dosage_and_usage_rules' => '',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'শ্বাসকষ্ট,এলার্জী,হাচী ও কাশির জন্য
            (প্রেসক্রিপশন)',
            'disease_medicine' => 'Rx:

            1. Inhaler. Decomit 100 mcg
                ২ চাপ করে ২ বার (৩ মাস চলবে)
            2. Tab. Fexo 180 mg
                0+0+1 ৭ দিন
            3. Tab. Montair 10 mg
                0+0+1  ১ মাস
            4. Syp. Bukof 150 mg
                ১ চামচ করে সকাল আর রাতে  (বেশি কাশি হলে)
            5. Tab. Cortan 20 mg
                1+0+0   ৫দিন.
            6. Tab. Maczith 500 mg
                0+0+1  ৫ দিন (শ্বাসনালীর সংক্রমনের জন্য)',
            'dosage_and_usage_rules' => '',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'গলাব্যথা,জ্বর ও নাক বন্ধ হয়ে গেলে
            (প্রেসক্রিপশন)',
            'disease_medicine' => 'Rx:

            1. Tab. Ovel 500 mg
                1+0+0  ৫ দিন
            2. Tab. Napa 500 mg
                1+1+1 জ্বর থাকলে
            3. Tab. Sedil 5 mg
                0+0+1  ঘুম কম হলে
            4. Drop. Afrin Nasal drop
                ৩ ফোটা করে ২ নাকের ছিদ্রে দিনে ৩ বার.',
            'dosage_and_usage_rules' => '',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'চোঁখে পুজ ও চুলকানী হলে
            (প্রেসক্রিপশন)',
            'disease_medicine' => 'Rx:

            1. Tab. Fexo 180 mg
                0+0+1 ৭ দিন
            2. Eye Drop. Ketof (0.025%)
                ১ ফোটা করে দুই চোঁখে দিনে ৩ বার (চোঁখে চুলকানী হলে)
            3. Eye Drop. Lyflox (0.3%)
                ১ ফোটা করে দুই চোঁখে দিনে ৩ বার (চোঁখে পুজ হলে).',
            'dosage_and_usage_rules' => '',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'টনসিল এবং শুকনা কাশির জন্য
            (প্রেসক্রিপশন)',
            'disease_medicine' => 'Rx:

            1. Tab. Fuclav 250 mg
                1+0+1 ১০ দিন
            2. Tab. Napa Extend 665 mg
                2+2+2 ৩ দিন
            3. Tab. Fexo 180 mg
                0+0+1 ৭ দিন
            4. Viodin Mouth wash (দিয়ে সকাল সন্ধা গড়গোড়া করতে হবে)
            5. Syp. Thyvy 100 ml
                ২ চামচ করে দিনে ৩ বার (শুকনা কাশি থাকলে)',
            'dosage_and_usage_rules' => '',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'জ্বর ও সাধারন ব্যথায়',
            'disease_medicine' => 'প্যারাসিটামল। ৫০০ মি.গ্রা. ট্যাবলেট/এক্সটেন্ডেড রিলিজ ট্যাবলেট ১২০ মি.গ্রা./সাপোজিটরি',
            'dosage_and_usage_rules' => 'প্রাপ্ত বয়স্ক : ১-২ টি ট্যাবলেট ৪-৬ ঘন্টা পর পর দিনে সর্বোচ্চ ৮ টি ট্যাবলেট।
            শিশু (৬-১২ বছর) : আধা থেকে ১টি দিনে ৩-৪ বার।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'বুকের জমাট বাঁধা ঘন কফ',
            'disease_medicine' => 'এডোভাস® - Adovas®',
            'dosage_and_usage_rules' => '২ বছরের কম বয়সী শিশু: ১ - ২ চামচ (৫ - ১০ মি.লি.) দিনে ৩ বার।
            প্রাপ্ত বয়স্ক: ৩ চামচ (১৫ মি.লি.) দিনে ২ – ৩ বার কুসুম গরম (কাশির তীব্রতায়) পানিসহ অথবা চিকিৎসকের পরামর্শ অনুযায়ী সেব্য।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'ত্বকের ঘা',
            'disease_medicine' => 'এফান® - Afun®',
            'dosage_and_usage_rules' => 'দৈনিক ২ থেকে ৩ বার আক্রান্ত স্থানে।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'চোখে এলার্জিক কনজাংটিভাইটিস',
            'disease_medicine' => 'এ্যালাকট™ডিএস চোখের ড্রপস - Alacot™ DS Eye Drops',
            'dosage_and_usage_rules' => 'এ্যালাকট™ ডিএস চোখের ড্রপস্‌: আক্রান্ত চোখে এক ফোঁটা করে দিনে ১ বার প্রয়োগ করতে হবে।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'এলার্জিক সমস্যা হলে',
            'disease_medicine' => 'এ্যালাট্রোল ®- Alatrol®',
            'dosage_and_usage_rules' => '৬ বছর বা এর বেশী বয়সের শিশুদের এবং বয়স্কদের ক্ষেত্রে: ট্যাবলেট: দৈনিক ১টি ট্যাবলেট। সিরাপ: ২ চা চামচ প্রতিদিন একবার অথবা ১ চা চামচ প্রতিদিন দুই বার।
            ২-৬ বৎসরের বাচ্চাদের : সিরাপ: এক চা চামচ প্রতিদিন। অথবা ১/২ চা চামচ প্রতিদিন দুই বার।
            ৬ মাস-২ বছরের নীচে বাচ্চাদের : সিরাপ: ১/২ চা চামচ প্রতিদিন। ১২-২৩ মাসের শিশুদের জন্য সর্বোচ্চ মাত্রা ১/২ চা চামচ করে প্রতি ১২ ঘন্টা অন্তর দেয়া যেতে পারে।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'পাতলা পায়খানা হলে',
            'disease_medicine' => ' এ্যালমেক্স ®- Almex®',
            'dosage_and_usage_rules' => '১-২ বছর বয়সী শিশুদের ক্ষেত্রে: অর্ধেক এ্যালমেক্স® ৪০০ ট্যাবলেট বা ১ চা চামচ এ্যালমেক্স® সাসপেনশন একক মাত্রায় সেব্য। প্রাপ্ত বয়স্ক এবং ২ বছর বা অধিক বয়সের শিশুদের ক্ষেত্রে এসকারিয়াসিস, এন্টারোবিয়াসিস, বক্র কৃমি সংক্রমণ, ট্রাইচুরিয়াসিস-এর চিকিৎসায় সাধারণ মাত্রা ৪০০ মি.গ্রা.।
            স্ট্রংগাইলইডিয়াসিস এবং টিনিয়াসিস এর ক্ষেত্রে ৪০০ মি.গ্রা. করে পর পর তিনদিন। বয়স্কদের ক্ষেত্রে হাইডাটিড রোগের চিকিৎসায় ৪০০ মি.গ্রা. দিনে দুই বার করে ২৮ দিন সেব্য। সুস্থ না হলে ১৪ দিন ব্যবধানে পুনরায় ২৮ দিন সেব্য।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'রক্তশূন্যতায়',
            'disease_medicine' => 'এমসিভিট® - AmCivit®',
            'dosage_and_usage_rules' => '১২ বছরের কম বয়সী শিশুদের ক্ষেত্রে: ১ চা চামচ (৫ মি.লি.) দিনে ২ বার ।

            প্রাপ্ত বয়স্কদের ক্ষেত্রে: ১ - ২ চা চামচ (৫ – ১০ মি.লি.) দিনে ২ - ৩ বার অথবা চিকিৎসকদের পরামর্শ অনুযায়ী সেব্য।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'আগুনে পুড়লে',
            'disease_medicine' => 'এমিস্টার ™- Amistar™',
            'dosage_and_usage_rules' => 'প্রাপ্ত বয়স্ক ও শিশুদের জন্য : ১৫ মি.গ্রা./কেজি/দিন হিসাবে ২ টি সমবিভক্ত মাত্রায় (৫০০ মি.গ্রা. করে দিনে ২ বার এর সমতুল্য)। শিশুদের ক্ষেত্রে সঠিক মাত্রার জন্য ১০০ মি.গ্রা./২ মি.লি. মাত্রাটি নির্দেশিত।
            নবজাতক ও অপরিণত নবজাতকের জন্য : প্রথমে ১০ মি.গ্রা./কেজি/দিন হিসাবে লোডিং ডোজ দিয়ে পরবর্তিতে ১৫ মি.গ্রা./কেজি/দিন হিসাবে ২ টি সমবিভক্ত মাত্রায়।
            বয়স্কদের জন্য : ক্ষতিগ্রস্ত রেচনক্রিয়াগত রোগীদের ক্ষেত্রে মাত্রা সমন্বয় করা উচিত।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'ডিসেন্টরি -ডায়রিয়া',
            'disease_medicine' => 'এমোসিড®  - Amocid®',
            'dosage_and_usage_rules' => '৬ বছরের কম বয়সী শিশুদের ক্ষেত্রে: ১/২ - ১ চা চামচ (২.৫ - ৫ মি.লি.) দিনে ২ - ৩ বার খাওয়ার পর ৭-১৪ দিন ধরে কিংবা চিকিৎসকের পরামর্শ অনুযায়ী সেব্য।
            ৬ - ১২ বছর বয়সী শিশুদের ক্ষেত্রে: ১ চা চামচ (৫ মি.লি.) দিনে ৩ বার খাওয়ার পর ৭-১৪ দিন ধরে কিংবা চিকিৎসকের পরামর্শ অনুযায়ী সেব্য।
            ১২ বছরের উপরে এবং প্রাপ্ত বয়ষ্কদের ক্ষেত্রে: ২ চা চামচ (১০ মি.লি.) দিনে ৩ বার খাওয়ার পর ৭-১৪ দিন ধরে কিংবা চিকিৎসকের পরামর্শ অনুযায়ী সেব্য। কোলাইটিসের ক্ষেত্রে এমোসিড সিরাপ ৩ মাস ধরে সেবন করা উচিত।',
            'status' => '0',
        ]);

        DB::table('disease_medicines')->insert([
            'disease_name' => 'মাঝারি থেকে তীব্র ব্যথা',
            'disease_medicine' => 'ট্রামাডল-Tramadol',
            'dosage_and_usage_rules' => 'ট্রামাডল ক্যাপসুল: স্বাভাবিক সেবনমাত্রা ৫০-১০০ মি.গ্রা. প্রতি চার থেকে ছয় ঘন্টা অন্তর। তীব্র ব্যথার (Acute) ক্ষেত্রে প্রারম্ভিক মাত্রা ১০০ মি.গ্রা. প্রয়োজন। ক্রনিক ব্যথার (Chronic pain) ক্ষেত্রে ৫০ মি.গ্রা. প্রারম্ভিক মাত্রা নির্দেশিত।
            পরবর্তী মাত্রাসমূহ ৫০-১০০ মি.গ্রা. প্রতি চার থেকে ছয় ঘন্টা অন্তর। ব্যথার তীব্রতার উপর ভিত্তি করে কি মাত্রার ও কতবার প্রয়োগ করতে হবে তা নির্ধারিত হয়ে থাকে। মুখে ব্যবহারের ক্ষেত্রে দৈনিক সর্বোচ্চ মাত্রা ৪০০ মি.গ্রা. এর বেশী হওয়া উচিত নয়।',
            'status' => '0',
        ]);

    }
}
